
1.试卷二以下不是我国基本建设程序的主要阶段的是（
A.项目建议书阶段
B.建设准备阶段
C.决策阶段
D.施工阶段
answer:"D"

2·建筑施工企业在施工中造成建筑工程（）不符合规定、标准的，负责返工、修理，并赔偿因此造成的损失；构成犯罪的，依法追宄刑事责任。
A.投标书
B.质量
C.合同
D.招标公告
answer:"B"

3·生产经营单位发生生产安全事故，对有失职、渎职行为的行政部门应当（
A.进行撤职处分
B.处以罚款
C.追宄法律责任
D.予以警告
answer:"C"

4·用人单位自（）起即与劳动者建立劳动关系。
A.订立劳动合同
B.在合同文本签字盖章
C.用工之日
D.订立书面劳动合同
answer:"C"

5．施工单位对列入建设工程（）的安全作业环境及安全施工措施所需费用，应当用于施工安全防护用具及设施的采购和更新、安全施工措施的落实、安全生产条件的改善，不得挪作他用。
A.利润
B.概算
C.成本
D.收入
answer:"B"

6．生产经营单位应在有较大危险因素的场所和有关设施、设备上，设置明显的（）标志。
A.安全警示
B.安全防护
C.应急处置
D.程序流程
answer:"A"

7，在正常使用条件下，建设工程的最低保修期限为：房屋建筑的地基基础工程和主体结构工程，为设计文件规定的（
A.合理使用年限
B.40年
C.20年
D.10年
answer:"A"



8.施工图设计文件审查机构应当按照民用建筑节能强制性标准对施工图设计文件进行审查；经审查不符合民用建筑节能强制性标准的，（）地方人民政府建设主管部门不得颁发施工许可证。
A.乡级以上
B.县级以上
C.省级以上
D.市级以上
answer:"B"

9，建设单位应当自领取建筑工程施工许可证之日起（）月内开工。因故不能按期开工的，应当向原
发证部门申请延期；延期以2次为限，每次不超过3个月。既不开工又不申请延期的，建筑工程施工许可证
自行失效。
A.1个
B.2个
C.3个
D.6个
answer:"C"

10．施工单位在采用新技术、新工艺、新设备、新材料时，应当对作业人员进行相应的（
A.专业培训
B.操作规程培训
C.安全生产教育培训
D.治安防范教育培训
answer:"C"

11.在进行混凝土配合比设计时，水灰比是根据( )来制定的。
A.流动性和强度
B.强度和耐久性
C.工作性和安定性
D.耐久性和流动性
answer:"B"

12，在原材料质量不变的情况下，决定混凝土强度的主要因素是（
A.水泥用量
B.砂率
C.单位用水量
D.水灰比
answer:"D"

13.表示建筑砂浆保水性的为（）
A.沉入度
B.坍落度
C.分层度
D.维勃稠度
answer:"C"

14. 生普通黏土砖标准尺寸为（
A.240mmx120mmx65mm
B.240mmx115mmx53mm
C.240mmx115mmx60mm
D.240mm×120mmx60mm
answer:"B"

15．硅酸盐水泥体积安定性不良的主要原因是（
A.在水泥硬化后生成大量高硫型水化硫铝酸钙
B.在水泥凝结前生成大量高硫型水化硫铝酸钙
C.在水泥凝结前游离氧化钙、游离氧化镁水化的结果
D.水化硅酸钙过多
answer:"C"

16．基础是（
A.地面以下的土层
C.基坑
B.地面以下的岩体
D.建筑物重要组成部分
answer:"D"

17·屋面防水层与垂直墙面交接处的防水构造称为（
A.泛水
B.分仓缝
C.檐口
D.天沟
answer:"A"

18.()在施工时应当先砌墙体，留出马牙槎，并随着墙体的上升，逐段现浇钢筋混凝土。
A,钢筋混凝土过梁
B.圈梁
C.构造柱
D.框架柱
answer:"C"

19，混凝土保护层厚度是指（
A.纵向钢筋内表面到混凝土表面的距离
B.纵向钢筋外表面到混凝土表面的距离
C.钢筋外表面到混凝土表面的距离
D.纵向钢筋重心到混凝土表面的距离
answer:"C"

20·钢材的三项主要力学性能为（
A.抗拉强度、屈服点、伸长率
B.抗拉强度、屈服点、冷弯性能
C.抗拉强度、冷弯性能、伸长率
D.冷弯性能、屈服点、伸长率
answer:"A"

21.在其他条件相同的情况下，配有螺旋箍筋的钢筋混凝土柱同配有普通箍筋的钢筋混凝土柱相比，前者的承载力比后者的承载力（
A.低
B.高
C.相等
D.不确定
answer:"B"


22，固定端的约束通常有（）约束反力。
A.1个
B.2个
C.3个
D.4个
answer:"C"

23．平衡是指物体处于（）状态。
A.静止或匀速直线运动
B.曲线运动
C.加速运动
D.转动
answer:"A"

24，在集中力偶作用处，内力图的特点是（
A.剪力图不变，弯矩图有尖点
B.剪力图有突变，弯矩图不变
C.剪力图不变，弯矩图有突变
D.以上说法都不对
answer:"C"

25．国标中规定施工图中水平方向定位轴线的编号应是（
A.大写拉丁字母
B.英文字母
C.阿拉伯字母
D.罗马字母
answer:"C"

26·图上标注的尺寸由（）4部分组成。
A.尺寸界线、尺寸线、尺寸数字和箭头
B.尺寸界线、尺寸线、尺寸起止符号和尺寸数字
C.尺寸界线、尺寸线、尺寸数字和单位
D.尺寸界线、起止符号、尺寸数字和箭头
answer:"B"

27，建筑施工图上一般注明的标高是（
A.绝对标高
B.相对标高
C.绝对标高和相对标高
D.要看图纸上的说明
answer:"B"

28. 结施图中@是钢筋的间距代号，其含义是
A.钢筋相等中心距离
B.钢筋的外皮至外皮
C.钢筋的内皮至内皮
D.钢筋的外皮至内皮
answer:"A"

29．梁编号KL5(3A)表示（
A.框架梁KL5共有3跨，其中一端有悬挑
B.框架梁KL5共有5跨，其中两端有悬挑
C.框架梁KL5共有4跨，其中一端有悬挑
D.框架梁KL5有4跨，其中两端有悬挑
answer:"A"

30，工程建设标准体系的特性，有（）、系统性、协调性、层级性、开放性。
A.目的性
B.强制性
C.共通性
D.统一性
answer:"A"

31.下列标准中，在标准分体系中属于基础标准的有（
A.建筑设计规范
B.建筑节能工程施工验收规范
C.城市规划术语标准
D.建筑地基工程施工质量验收标准
answer:"C"

32·根据标准的属性分类，我国的过程建设标准分为技术标准、管理标准和（
A.团体标准
B.行业标准
C.工作标准
D.推荐性标准
answer:"C"

33，下列土的名称中属于岩石类的是（
A.砂
B.粗砾石
C.粗卵石
D.中等密实白垩土
answer:"D"

34·以下地层中不宜采用人工挖孔桩施工的是（
A.地下水位较低的软土
C.地下水位较低的亚黏土
B.地下水位较低的黏土
D.地下水位较低的含少量砂卵石的黏土
answer:"A"

35，预制混凝土构件运输时，其强度等级不得小于设计混凝土强度等级的（
A.75％
B.50％
C.80％
D.100％
answer:"A"

36．以下内容中不属于施工方项目管理任务的是（
A.施工安全管理
B.施工进度控制
C.施工设计管理
D.施工质量控制
answer:"C"

37．以下关于项目进度管理的说法，错误的是（
A.项目进度管理主要包括进度计划、进度控制、进度变更管理
B.项目经理部应按规定的统计周期，检查进度计划并保存相关记录
C.项目进度计划编制依据有项目管理规划文件
D.项目管理机构在进度计划变更后制定预防风险的措施
answer:"D"

38·PDCA循环中的A是指（
A.计划
B.实施
C.检查
D.处置
answer:"D"

39．生产工艺过程中的有害因素，包括化学因素、物理性因素和（
A.天气因素
B.人员因素
C.生物性因素
D.管理因素
answer:"C"

40·以下关于个人防护用品的配备，说法错误的是（）的高处作业。
A.维修电工应配备绝缘鞋、绝缘手套和灵便紧口的工作服
B.从事清除焊渣作业时，应配备防护眼镜
C.瓦工、砌筑工应配备安全鞋、胶面手套和普通工作服
D.司炉工从事添加燃料作业时，应配备透明防冲击眼镜
answer:"D"

41.临边作业是指施工现场中，工作面边缘无围护设施或围护设施高度低于（
A.500mm
B.600mm
C.800mm
D.1200mm
answer:"C"

42·绿色施工是对施工策划、（）、现场施工、工程验收等各阶段进行控制。
A.材料采购
B.设计策划
C.人员管理
D.物资管理
answer:"A"

43，以下关于环境保护指标的说法，错误的是（
A.能明显地减少和避免声、光、扬尘、污水、有害气体对环境造成的污染
B.能有效地降低建筑废弃物排放
C.能有效地保护地下设施、文物和资源，避免生态破坏
D.能最大限度利用自然资源
answer:"D"

44，以下绿色施工技术中不属于现场垃圾减量与资源化的是（
A.钢筋采用优化下料技术
B.模板进行优化拼接
C.将钢筋余料用于加工马凳筋
D.基坑施工封闭降水技术
answer:"C"

45·对预制柱、墙板构件的上部斜支撑，其支撑点距离板底的距离不应小于构件高度的（
A.1/2
B.2/3
C.1/4
D.1/3
answer:"A"

46．建筑部品的特点包括标准化、通用化、系列化和（
A.规模化
B.一体化
C.集成化
D.信息化
answer:"A"

47·以下措施中，属于海绵城市“渗”技术措施的是（
A.透水景观铺装
B.雨水花园
C.蓄水模块
D.地下蓄水池
answer:"A"

48. 利用BIM技术创建模型时，模型元素几何体形应按照（）比例建模。
A.1：1
B.1：10
C.1：100
D.1：50
answer:"A"

49·以下关于BIM的标准，还未发布实施的是（
A.《建筑工程信息模型应用统一标准》
B.《建筑信息模型分类和编码标准》
C.《建筑工程信息模型存储标准》
D.《建筑信息模型施工应用标准》
answer:"C"

50．“智能交通”是大数据在（）领域的应用。
A.城市管理
B.汽车
C.能源行业
D.安全
answer:"A"

51.社会主义核心价值观中属于国家层面的价值目标的是（
A.富强、民主、文明、和谐
B.自由、平等、公正、法治
C.爱国、敬业
D.诚信、友善
answer:"A"

52·重庆市建筑施工企业诚信综合评价体系由“1+4”制度框架构成，其中“1”是指（
A.《企业通常行为评价标准》
B.《企业安全文明施工行为评价标准》
C.《重庆市建筑施工企业诚信综合评价暂行办法》
D.《企业质量行为评价标准》
answer:"C"

53，评价实施单位进行企业现场行为评价时，评价人员应不少于（），并主动出示工作证件。
A.3人
B.2人
C.4人
D.5人
answer:"B"

、多项选择题（共20题，共20分）
1.建筑工程从业者资格证件，严禁（
）违反上述规定的，将视具体情节，追究法律责任，建筑工程
从业者资格的具体管理办法，由国务院建设行政主管部门另行规定。
A.出卖
D.涂改
B.转让
E.伪造
C.出借
2，从业人员在岗前进行安全生产教育和培训后，应确保具备（
）的知识技能。
B.熟悉有关的安全生产规章制度和安全操作规程
C.掌握本岗位的安全操作技能
D.熟知本行业的行情
E.了解工作的所有知识
3，监理工程师应当按照工程监理规范的要求，采取（
）形式，对建设工程实施监理。
A.旁站
D.见证检验
B.巡视
E.随机
C.平行检验
4·建设单位收到建筑工程竣工报告后，应当组织（
）等有关单位进行竣工验收。
A.设计
D.监理
5·建设工程安全生产的（
A.新技术
D.新设备
B.业主
E.勘察
C.施工
）应当按照国家、行业或者地方标准的要求使用。
B.新工艺
E.新方法
C.新材料
6，在保持流动性及水泥用量不变的条件下使用减水剂，可使混凝土（
A.减少拌和水量
D.水灰比增大
B.降低水灰比
E.强度降低
7．砂浆按其所用的胶凝制料可分为（
A.水泥砂浆
D.聚合物砂浆
B.混合砂浆
E.砌筑砂浆
8·材料吸水率的影响因素有（
A.材料的亲水性和疏水性
C.孔隙率大小
E.孔隙特征
9·基础按构造可分为（
A.独立基础
D.桩基础
B.条形基础
E.箱形基础
10．可用作建筑的结构体系是（
A.框架结构
D.框一剪结构
B.排架结构
E.剪力墙结构
11.工程建设标准体系中各专业的标准分体系包括（
A.基础标准
D.强制性标准
12·浅基础主要包括（
A.无筋扩展基础
C.筏形与箱形基础
B.通用标准
E.推荐性标准
C.强度提高
0石灰砂浆
B.密度
D.表观密度
C.筏板基础
C.筒体结构
C.专用标准
B.钢筋混凝土扩展基础
D.人工挖孔桩基础

E.钢筋混凝土预制桩基础
13，以下模板工程中，需要进行专家论证的有（
A.滑模、爬模、飞模工程
B搭设高度8m及以上，搭设跨度18及以上的混凝模板支罉工程
0施工总荷载巧kN/m2及以上，集中线荷载20kN/m2及以上的混凝土模板支撑工程
D.用于钢结构安装等满堂支撑体系，承受单点集中荷载700kg以上的承重支撑体系
E.搭设高度5及以上，搭设跨度10及以上的混凝土模板支撑工程
且施工总承包方的管理任务包括（
A.负责整个工程的施工安全、施工总进度控制、施工质量控制和施工的组织与协调等
B.控制施工成本
0施工总承包方应负责组织和管理业主指定的分包施工单位的施工
D.负责施工资源的供应组织
E.代表施工方与业主方、设计方、工程监理方等外部单位进行必要的联系和协调
巧．施工项目质量控制的特点包括（
A.需要控制的因素多
0过程控制要求高
E.建筑形态多样
16．以下内容属于“五临边”的是
A.尚未安装栏杆的阳台周边
C.框架工程楼层周边
E.卸料平台的侧边
0环境保护的技术指标包括（
B.控制的难度大
D.终检局限大
B.无外架防护的层面周边
D.上下跑道及斜道的两侧边
A.明显地减少和避免声、光、扬尘、污水、有害气体对环境造成的污染
B.能有效地降低建筑废弃物排放
C.能有效地保护地下设施、文物和资源，避免生态破坏
D.能有效地提高建筑垃圾的回收利用率
E.能有效地节约能源，提高能源利用率
18·装配式建筑的特点包括（
A.设计标准化
D.装修一体化
四，BIM的特点包括（
A.可视化
D.优化型
B.生产工厂化
E.管理信息化
B协调性
E.可出图性
2我国公民的基本道德规范是（
施工装配化
C.模拟性
C.敬业
A.爱国
D.诚信
406
B.文明
E.友善



判断题（共27题，共27分）
1.施工现场安全由建筑施工企业负责。实行施工总承包的，由总承包单位负责。分包单位向总承包单位
负责，服从总承包单位对施工现场的安全生产管理。（
A.正确
B.错误
2，生产经营单位发生生产安全事故后，事故现场有关人员应当立即报告本单位负责人。（
A.正确
B.错误
3．禁止施工单位超越本单位资质等级许可的业务范围或者以其他施工单位的名义承揽工程。（
A.正确
B.错误
4，施工单位应当对进入施工现场的墙体材料、保温材料、门窗、采暖制冷系统、照明设备进行查验，对产
品说明书和产品标识上注明的能耗指标不符合建筑节能强制性标准及施工图设计文件的，不得使用。（
A.正确
5，低合金钢的塑性和韧性较差。（
A.正确
B.错误
B.错误
6．卵石混凝土，比相同条件下拌制的碎石混凝土的流动性好，强度则低。（
A.正确
B.错误
7·《建筑模数协调统一标准》中规定，基本模数以IM表示，数值为100mm。（
A.正确
8，板中的分布钢筋布置在受力钢筋的下面。（
A.正确
B.错误
B.错误
9，匕100×80×8表示不等边角钢的长边宽为100mm，短边宽为80，厚为8mm
A.正确
B.错误
10．约束反力的方向一定与被约束体所限制的运动方向相反。（
A.正确
11.力偶在任一轴上的投影恒等于零。（
A.正确
B.错误
B.错误
12·平面图上定位轴线的竖向编号可以用大写拉丁字母，但其中I、O、z三个字母不能使用。（
A.正确
B.错误
13．绝对标高就是指以青岛附近的黄海平均海平面为零点。（
A.正确
B.错误
1生总平面图是建设工程中新建房屋施工定位、土方施工、设备专业管线平面布置的依据。
A.正确
B.错误
巧·通用标准是指针对某一类标准化对象制订的覆盖面较大的共性标准。（
A.正确
B.错误
16·标准不是局部的、片面的经验总结，其不应反映局部的利益，更不应体现个别人的主观意志，它是
协商一致的产物。（
A.正确
B.错误
407
以工程建设勘察、规划、设计、施工（包括安装）及验收等通用的综合标准和重要的通用的质量标准
属于强制性标准。（
A.正确
B.错误
18·砖基础用普通烧结砖与水泥砂浆砌成。砖基础砌成的台阶形状称为“大放脚"，有等高式和不等高式
两种。（
A.正确
B.错误
19．钢筋混凝土扩展基础是指柱下钢筋混凝土独立基础和墙下钢筋混凝土条形基础。（
A.正确
B.错误
20，筏形基础分为梁板式和平板式两种类型，梁板式又分上梁板式和下梁板式。（
A.正确
B.错误
21.路面垫层所用的材料应符合设计及相关规范的要求，常用的垫层材料有石灰土、砂垫层、砂石垫层
和手摆片石等。（
A.正确
B.错误
22·成本预测是成本决策的前提，成本计划是成本决策所确定目标的具体化。（
A.正确
B.错误
23，成本计划是以货币形式编制施工项目在计划期内的生产费用、成本水平、成本降低率以及为降低成
本所采取的主要措施和规划的书面方案。（
A.正确
B.钅昔误
24·全面质量管理(TQC)的基本原理就是强调在企业或组织的最高管理者质量方针的指引下，实现全
面、全过程和全员参与的质量管理。（
A.正确
B.错误
25．经济措施是最易实现的措施。管理人员应编制资金使用计划，确定、分节成本管理目标。（
A.正确
B.错误
26．楼板、屋面和平台等面上短边尺寸小于25大于2·5的孔口，必须用坚实的盖板盖没。（
A.正确
B.错误
27·“洞"是指楼板、屋面、平台等面上短边尺寸等于或大于300mm的孔洞，墙上高度等于或大于750mm、
度大于450的孔洞。（
A.正确
B.错误
