testdata =
    [

        {
            title: "1.基本建设是指以（）扩大再生产为目的。",
            items: [
                "A.固定资产",
                "B.指定资产",
                "C.法定资产",
                "D.一般资产"
            ],
            answer: "A"
        },

        {
            title: "2．延期以两次为限，每次不超过（），既不开工又不申请延期或者超过延期时限的，施工许可证自行废止。",
            items: [
                "A.1个月",
                "B.2个月",
                "C.3个月",
                "D.4个月"
            ],
            answer: "C"
        },

        {
            title: "3．安全生产管理，坚持“（）、预防为主”的方针。",
            items: [
                "A.安全第一",
                "B.质量第一",
                "C.责任第一",
                "D.人民第一"
            ],
            answer: "A"
        },

        {
            title: "4．劳动者有下列（）情形，用人单位可以解除劳动合同。",
            items: [
                "A.劳动者不能胜任工作，经过培训或者调整工作岗位，仍不能胜任工作的",
                "B.劳动者患病或者非因工负伤，在规定的医疗期内的",
                "C.严重违反用人单位的规章制度的",
                "D.女职工在孕期、产期、哺乳期的"
            ],
            answer: "C"
        },

        {
            title: "5，建设工程实行施工总承包的，由（）对施工现场的安全生产负总责。",
            items: [
                "A.总承包单位",
                "B.建设单位",
                "C.监理单位",
                "D.分包单位"
            ],
            answer: "A"
        },

        {
            title: "6·矿山、金属冶炼、建筑施工、道路运输单位和危险物品的生产、经营、储存单位，应当设置安全生产管理机构或者配备（）安全生产管理人员。",
            items: [
                "A.专业",
                "B.专职",
                "C.兼职",
                "D.全职"
            ],
            answer: "B"
        },

        {
            title: "7，在正常使用条件下，建设工程的最低保修期限为：供热与供冷系统为：（）",
            items: [
                "A. 10个采暖期、供冷期",
                "B. 5个采暖期、供冷期",
                "C. 3个采暖期、供冷期",
                "D. 2个采暖期、供冷期"
            ],
            answer: "D"
        },

        {
            title: "8,未经（）签字，墙体材料、保温材料、门窗、采暖制冷系统和照明设备不得在建筑上使用或者安装，施工单位不得进行下一道工序的施工。",
            items: [
                "A.总监理工程师",
                "B.监理工程师",
                "C.监理员",
                "D.监督员"
            ],
            answer: "B"
        },

        {
            title: "9．建设行政主管部门应当自收到申请之日起（）内，对符合条件的申请人颁发建筑工程施工许可证。",
            items: [
                "A.3天",
                "B.7天",
                "C.15天",
                "D.8天"
            ],
            answer: "C"
        },

        {
            title: "10·建设单位不得（）设计单位、施工单位违反建筑节能强制性标准进行设计、施工。",
            items: [
                "A.明示",
                "B.暗示",
                "C.告知",
                "D.明示或暗示"
            ],
            answer: "D"
        },

        {
            title: "11.强度等级42.5的普通水泥，若其体积安定性不合格，则应（）",
            items: [
                "A.按42.5强度等级应用",
                "B.用于次要工程",
                "C.按32.5强度等级应用",
                "D.按废品处理"
            ],
            answer: "D"
        },

        {
            title: "12，己知混凝土的砂率为0.35，则砂石比为（）",
            items: [
                "A.0.35",
                "B.0.54",
                "C.0·89",
                "D.1.86"
            ],
            answer: "B"
        },

        {
            title: "13·测定砂浆抗压强度的标准试件尺寸是( )",
            items: [
                "A. 150mmx150mmx150mm",
                "B. 70.7mm×70.7mm×70.7mm",
                "C. 150·5mm×150.5mm×150·5mm",
                "D. 70mmX70mmX70mm"
            ],
            answer: "B"
        },

        {
            title: "14，钢材中在适量范围内，常用的有益元素的是( )",
            items: [
                "A.硅、矾、铌",
                "B.硅、钛、氮",
                "C.硅、锰、氧",
                "D.硅、锰、硫"
            ],
            answer: "A"
        },

        {
            title: "15，石材在吸水之后导热系数随之增加，主要的原因是( )",
            items: [
                "A.水的导热系数比空气大",
                "C.水的密度比空气大",
                "B.水的比热比空气大",
                "D.石材在吸水后导致其中的裂纹增大"
            ],
            answer: "A"
        },

        {
            title: "16，建筑高度超过（）的民用建筑为超高层建筑。",
            items: [
                "A.50m",
                "B.60m",
                "C.90m",
                "D.100m"
            ],
            answer: "D"
        },

        {
            title: "17·（）是用砂浆或细石混凝土等材料作为防水层的屋面。",
            items: [
                "A.构件自防水屋面",
                "B.柔性防水屋面",
                "C.刚性防水屋面",
                "D.瓦屋面"
            ],
            answer: "C"
        },

        {
            title: "18. 建筑上设置（）可以防止因环境温度变化引起的变形对建筑的破坏作用。",
            items: [
                "A.沉降缝",
                "B.伸缩缝",
                "C.构造缝",
                "D.防震缝"
            ],
            answer: "B"
        },

        {
            title: "19，框架结构与剪力墙结构相比( )",
            items: [
                "A.框架结构延性好但抗侧力刚度差",
                "B.框架结构延性差但抗侧力刚度好",
                "C.框架结构延性和抗侧力刚度都好",
                "D.框架结构延性和抗侧力刚度都差"
            ],
            answer: "A"
        },

        {
            title: "20，一个承受剪力作用的普通螺栓在抗剪连接中的承载力是( )",
            items: [
                "A.栓杆的抗剪承载力",
                "B.被连接构件（板）的承压承载力",
                "C.A、B中的较大值",
                "D.A、B中的较小值"
            ],
            answer: "D"
        },

        {
            title: "21.受弯构件正截面承载力计算基本公式的建立是依据（）破坏形态建立的。",
            items: [
                "A.少筋破坏",
                "B.适筋破坏",
                "C.超筋破坏",
                "D.界限破坏"
            ],
            answer: "B"
        },

        {
            title: "22·在梁的集中力偶作用处，其左、右两侧无限接近的横截面上的剪力是( )",
            items: [
                "A.大小相等，符号相反",
                "B.大小相等，符号相同",
                "C.大小和符号有时相同，有时不相同",
                "D.有大小改变的趋势，但符号不变"
            ],
            answer: "B"
        },

        {
            title: "23，在梁的集中力作用处，其左、右两侧无限接近的横截面上的弯矩是( )",
            items: [
                "A.相同",
                "B.数值相等，符号相反",
                "C.不相同",
                "D.符号一致，数值不相等"
            ],
            answer: "A"
        },

        {
            title: "24，下列说法正确的是( )",
            items: [
                "A.应力是指内力在截面上的某点处分布集度",
                "B.应力是指截面上应该受到的力",
                "C.应力是指截面单位面积上的外力",
                "D.应力与截面面积无关"
            ],
            answer: "A"
        },
        {
            title: "25，凡标高的基准面是根据工程需要而自行选定的，这类标高称为( )",
            items: [
                "A.绝对标高",
                "B.相对标高",
                "C.基准标高",
                "D.起点标高"
            ],
            answer: "B"
        },

        {
            title: "26，建筑工程图中尺寸单位，总平面图和标高单位用（）为单位。",
            items: [
                "A.mm",
                "B.Cm",
                "C.m",
                "D.km"
            ],
            answer: "C"
        },

        {
            title: "27·在混凝土结构施工图中，符号KL表示( )",
            items: [
                "A.屋面框架梁",
                "B.框支架",
                "C.楼层框架梁",
                "D.非框架梁"
            ],
            answer: "C"
        },

        {
            title: "28·结构施工图主要内容有( )",
            items: [
                "A.结构设计说明、结构平面图、基础详图",
                "B.结构设计说明、结构平面图、配筋图",
                "C.结构设计说明、结构平面图、基础详图、构件详图",
                "D.结构设计说明、结构平面图"
            ],
            answer: "C"
        },

        {
            title: "29，梁平面注写方式包括（）。",
            items: [
                "A.原位标注和局部标注",
                "B.集中标注和局部标注",
                "C.集中标注和原位标注",
                "D.集中标注和简单标注"
            ],
            answer: "C"
        },

        {
            title: "30·工程建设标准体系框架图中，竖向分为基础标准、通用标准和（）3个层次。",
            items: [
                "A.专用标准",
                "B.团体标准",
                "C.国家标准",
                "D.团体标准"
            ],
            answer: "A"
        },

        {
            title: "31.根据标准的内容划分，我国的工程建设标准分为设计标准、施工及验收标准和( )",
            items: [
                "A.建设定额",
                "B.强制标准",
                "C.企业标准",
                "D.国家标准"
            ],
            answer: "A"
        },

        {
            title: "32，工程监理单位违反强制性标准，将处以的罚款数为（）",
            items: [
                "A. 50万元以上，100万元以下",
                "B. 合同价款的2％",
                "C. 30万元以上，50万元以下",
                "D. 合同价款的1％"
            ],
            answer: "A"
        },

        {
            title: "33，下列基础中，属于浅基础的是( )",
            items: [
                "A.钢筋混凝土扩展基础",
                "B.钢筋混凝土预制桩",
                "C.混凝土灌注桩",
                "D.泥浆护壁成孔灌注桩"
            ],
            answer: "A"
        },

        {
            title: "34·按支固方式分类，脚手架可分为落地式、悬挑式和",
            items: [
                "A.附着升降式",
                "B.悬吊式",
                "C.整体提升式",
                "D.水平移动式"
            ],
            answer: "B"
        },

        {
            title: "35，下列不开槽法的施工方法中，施工速度快、成本较低的是( )",
            items: [
                "A.盾构",
                "B.定向钻",
                "C.浅埋暗挖",
                "D.夯管"
            ],
            answer: "D"
        },

        {
            title: "36·以下关于项目管理责任制度的说法，错误的是( )",
            items: [
                "A.项目管理责任制度应作为项目管理的基本制度",
                "B.项目经理部负责人责任制应是项目管理责任制度的核心内容",
                "C.项目经理部负责人应根据法定代表人的授权范围、期限和内容，履行管理职责",
                "D.项目经理部负责人只需取得相应的执业资格证书"
            ],
            answer: "D"
        },

        {
            title: "37，以下关于项目经理部负责权限的说法，错误的是( )",
            items: [
                "A.参与项目招标",
                "B.参与组建项目经理部",
                "C.参与选择大宗资源的供应单位",
                "D.决定项目资源的使用"
            ],
            answer: "D"
        },

        {
            title: "38，下列说法中，属于项目成本控制组织措施的是( )",
            items: [
                "A.控制活劳动和物化劳动的消耗",
                "B.降低材料的库存成本和运输成本",
                "C.使用先进的机械设备",
                "D.应用先进的施工技术"
            ],
            answer: "A"
        },

        {
            title: "39．施工人员长时间受太阳辐射导致中暑，属于( )",
            items: [
                "A.生产工艺过程中的有害因素",
                "B.生产环境中的有害因素",
                "C.劳动过程中的有害因素",
                "D.生物性因素"
            ],
            answer: "A"
        },

        {
            title: "40·高处作业是指凡在坠落高度基准面（）有可能坠落的高处进行的作业。",
            items: [
                "A.2m以上（含2m）",
                "B.2m以上",
                "C.1.5m以上",
                "D.1.5m以上（含1.5m）"
            ],
            answer: "A"
        },

        {
            title: "41.支设高度在（）以上的柱模板，四周应设斜撑，并应设立操作平台。",
            items: [
                "A. 3m",
                "B. 3.5m",
                "C. 4m",
                "D. 4.5m"
            ],
            answer: "A"
        },

        {
            title: "42．下列关于绿色施工的说法中，不正确的是( )",
            items: [
                "A.绿色施工是可持续发展理念在工程施工中全面应用的体现",
                "B.绿色施工就是实施封闭施工，没有尘土飞扬，没有噪声扰民",
                "C.绿色施工涉及生态与环境保护、资源与能源利用、社会与经济的发展等内容",
                "D.应依据因地制宜的原则实施绿色施工"
            ],
            answer: "B"
        },

        {
            title: "43·以下关于节材与材料资源利用技术指标的说法中，错误的是( )",
            items: [
                "A.能充分合理地降低原材料消耗",
                "B.能有效地提高材料的周转使用率",
                "C.能有效地提高建筑垃圾的回收利用率",
                "D.能有效地降低建筑废弃物排放"
            ],
            answer: "D"
        },

        {
            title: "44.生施工现场噪声，昼间和夜间控制值分别为( )",
            items: [
                "A.昼间<70dB(A)，夜间<55dB(A)",
                "B.昼间<70dB(A)，夜间<60dB(A)",
                "C.昼间<65dB(A)，夜间<55dB(A)",
                "D.昼间<70dB(A)，夜间<50dB(A)"
            ],
            answer: "A"
        },

        {
            title: "45，以下关于装配式木结构的特点，说法错误的是( )",
            items: [
                "A.木结构建筑的实际得房率（实际使用面积）比普通砖混结构要高出5％、8％",
                "B,木结构不适应低温作业",
                "C.木结构建筑相对混凝土结构，可节能50％、70％",
                "D.对于冲击荷载及周期性疲劳破坏有很强的抵抗力"
            ],
            answer: "B"
        },

        {
            title: "46，管廊顶板上部（）范围内回填材料应采用人工分层夯实。",
            items: [
                "A.500mm",
                "B.800mm",
                "C.1000mm",
                "D.1200mm"
            ],
            answer: "C"
        },

        {
            title: "47、以下措施中，属于海绵城市“滞”技术措施的是( )",
            items: [
                "A.透水道路铺装",
                "B.雨水花园",
                "C.蓄水模块",
                "D.地下蓄水池"
            ],
            answer: "B"
        },

        {
            title: "48．深化设计BIM软件应具备空间协调、工程量统计、深化设计图和",
            items: [
                "A.数据查询",
                "B.报表生成",
                "C.数据分析",
                "D.数据生成"
            ],
            answer: "B"
        },

        {
            title: "49．3S技术是遥感技术、地理信息系统和（）的统称。",
            items: [
                "A.全球定位系统",
                "B.传感器技术",
                "C.导航技术",
                "D.计算机技术"
            ],
            answer: "A"
        },

        {
            title: "50．以下选项中属于物联网体系构架中处理层的是（）等功能。",
            items: [
                "A.导航定位",
                "B.互联网",
                "C.信息安全平台",
                "D.智能家居"
            ],
            answer: "C"
        },


        {
            title: "51.社会主义核心价值观中属于对美好社会生动表述的是( )",
            items: [
                "A.富强、民主、文明、和谐",
                "B.自由、平等、公正、法治",
                "C.爱国、敬业",
                "D.诚信、友善"
            ],
            answer: "B"
        },

        {
            title: "52·建筑施工企业诚信综合评价由企业市场行为评价和企业现场行为评价组成，分别占总权重的( )",
            items: [
                "A. 60％和40％",
                "B. 40％和20％",
                "C. 50％和50％",
                "D. 20％和20％"
            ],
            answer: "A"
        },

        {
            title: "53，建筑施工企业诚信综合评价应进行公示，公示期为（）工作日。",
            items: [
                "A. 3个",
                "B. 15个",
                "C. 7个",
                "D. 10个"
            ],
            answer: "A"
        },


        {
            title: "1.建设法律法规是调整国家行政管理机关、法人、法人以外的其他组织、公民在建设活动中产生的社会关系的法律规范的总称。( )",
            items:
                ["A.正确",
                    "B.错误"],
            answer: "A"
        },

        {
            title: "2·用人单位在试用期解除劳动合同的，可以随时解除，无须向劳动者说明理由。( )",
            items:
                ["A.正确",
                    "B.错误"],
            answer: "B"
        },

        {
            title: "3·建筑企业可以将其承包的全部建筑工程或者主体工程发包给其他建筑企业，也可以将自己承包的建筑工程（劳务除外）交由其他建筑企业以自己的名义组织施工。( )",
            items:
                ["A.正确",
                    "B.错误"],
            answer: "B"
        },

        {
            title: "4．市建设行政主管部门应当组织编制全市建筑节能专项规划，报市人民政府批准后组织实施。地方建筑节能标准由市建设行政主管部门会同市标准化行政主管部门组织制定，按法定程序发布。( )",
            items:
                ["A.正确",
                    "B.错误"],
            answer: "A"
        },

        {
            title: "5．在混凝土中加掺合料或引气剂可改善混凝土的黏聚性和保水性。( )",
            items:
                ["A.正确",
                    "B、错误"],
            answer: "A"
        },

        {
            title: "6，因为硅酸盐水泥石中含有氢氧化钙，因此，其耐水性较差。( )",
            items:
                ["A.正确",
                    "B、错误"],
            answer: "B"
        },

        {
            title: "7，纵墙承重的优点是空间组合较灵活。( )",
            items:
                ["A.正确",
                    "B、错误"],
            answer: "A"
        },

        {
            title: "8·柱允许高厚比值随砂浆的强度等级的提高而增大。",
            items:
                ["A.正确",
                    "B、错误"],
            answer: "A"
        },

        {
            title: "9·混凝土立方体试块的尺寸越大，强度越高。( )",
            items:
                ["A.正确",
                    "B、错误"],
            answer: "B"
        },

        {
            title: "10．应力是构件截面某点上内力的集度，垂直于截面的应力称为剪应力。( )",
            items:
                ["A.正确",
                    "B、错误"],
            answer: "B"
        },

        {
            title: "11.弯矩越大梁的弯曲应力也一定越大。( )",
            items:
                ["A.正确",
                    "B、错误"],
            answer: "B"
        },

        {
            title: "12，识读施工图的一般方法是：先看首页图（图纸目录和设计说明），按图纸顺序通读一遍，按专业次序仔细识读，先基本图，后详图，分专业对照识读（看是否衔接一致）。( )",
            items:
                ["A.正确",
                    "B、错误"],
            answer: "A"
        },

        {
            title: "13．楼梯的踏步数与踏面数相等。( )",
            items:
                ["A.正确",
                    "B、错误"],
            answer: "B"
        },

        {
            title: "14·楼层结构平面布置图，是假想沿楼板顶面将房屋水平剖切后，所作的楼层的水平投影图。( )",
            items:
                ["A.正确",
                    "B.错误"],
            answer: "A"
        },

        {
            title: "15·高处作业是指凡在坠落高度基准面2m以上（含2m）有可能坠落的高处进行的作业。( )",
            items:
                ["A.正确",
                    "B.错误"],
            answer: "A"
        },

        {
            title: "16·施工现场噪声应符合《建筑施工场界环境噪声排放标准》（GB12523一2011）的规定，昼间<70dB(A)，夜间<55dB(A)( )",
            items:
                ["A.正确",
                    "B.错误"],
            answer: "A"
        },

        {
            title: "17·施工现场建筑垃圾产生量应不高于450t/万m2。( )",
            items:
                ["A.正确",
                    "B.错误"],
            answer: "B"
        },

        {
            title: "18·绿色施工的总体框架由施工管理、环境保护、节材与制料资源利用、节水与水资源利用、节能与能源利用、节地与施工用地保护6个方面组成。( )",
            items:
                ["A.正确",
                    "B.错误"],
            answer: "B"
        },

        {
            title: "19，综合管廊施工常用的方法有明挖法、矿山法、盾构法和顶管法。( )",
            items:
                ["A.正确",
                    "B.错误"],
            answer: "A"
        },

        {
            title: "20，综合管廊施工中明挖法适用于新城区施工，矿山法、盾构法和顶管法适用于老城区施工。( )",
            items:
            ["A.正确",
                "B.错误"],
            answer: "A"
        },

        {
            title: "21.木结构建筑的实际得房率（实际使用面积）比普通砖混结构要高出8％、10％。( )",
            items:
                ["A.正确",
                    "B.错误"],
            answer: "B"
        },

        {
            title: "22·施工BIM应用应事先制定施工BIM应用策划，并遵照策划进行BIM应用的过程管理。( )",
            items:
                ["A.正确",
                    "B.错误"],
            answer: "A"
        },
        {
            title: "23．BIM模型元素几何形体应按照1:10比例建模。( )",
            items:
                ["A.正确",
                    "B.错误"],
            answer: "B"
        },

        {
            title: "24·施工模型可包括深化设计模型、施工过程模型和竣工验收模型。( )",
            items:
                ["A.正确",
                    "B.错误"],
            answer: "A"
        },

        {
            title: "25·建筑施工企业诚信综合评价由企业市场行为评价和企业现场行为评价组成，分别占总权重的60％和40％。( )",
            items:
                ["A.正确",
                    "B.错误"],
            answer: "A"
        },

        {
            title: "26．企业市场行为评价由企业通常行为评价和企业合同履约行为评价组成，分别占总权重的40％和20％。( )",
            items:
                ["A.正确",
                    "B.错误"],
            answer: "A"
        },

        {
            title: "27·评价实施单位进行企业现场行为评价时，评价人员应不少于2人，并主动出示工作证件。( )",
            items:
                ["A.正确",
                    "B.错误"],
            answer: "A"
        },




        {
            title: "1.试卷二以下不是我国基本建设程序的主要阶段的是( )",
            items: [
                "A.项目建议书阶段",
                "B.建设准备阶段",
                "C.决策阶段",
                "D.施工阶段"
            ],
            answer: "D"
        },

        {
            title: "2·建筑施工企业在施工中造成建筑工程（）不符合规定、标准的，负责返工、修理，并赔偿因此造成的损失；构成犯罪的，依法追宄刑事责任。",
            items: [
                "A.投标书",
                "B.质量",
                "C.合同",
                "D.招标公告"
            ],
            answer: "B"
        },

        {
            title: "3·生产经营单位发生生产安全事故，对有失职、渎职行为的行政部门应当( )",
            items: [
                "A.进行撤职处分",
                "B.处以罚款",
                "C.追宄法律责任",
                "D.予以警告"
            ],
            answer: "C"
        },

        {
            title: "4·用人单位自（）起即与劳动者建立劳动关系。",
            items: [
                "A.订立劳动合同",
                "B.在合同文本签字盖章",
                "C.用工之日",
                "D.订立书面劳动合同"
            ],
            answer: "C"
        },

        {
            title: "5．施工单位对列入建设工程（）的安全作业环境及安全施工措施所需费用，应当用于施工安全防护用具及设施的采购和更新、安全施工措施的落实、安全生产条件的改善，不得挪作他用。",
            items: [
                "A.利润",
                "B.概算",
                "C.成本",
                "D.收入"
            ],
            answer: "B"
        },

        {
            title: "6．生产经营单位应在有较大危险因素的场所和有关设施、设备上，设置明显的（）标志。",
            items: [
                "A.安全警示",
                "B.安全防护",
                "C.应急处置",
                "D.程序流程"
            ],
            answer: "A"
        },

        {
            title: "7，在正常使用条件下，建设工程的最低保修期限为：房屋建筑的地基基础工程和主体结构工程，为设计文件规定的( )",
            items: [
                "A.合理使用年限",
                "B.40年",
                "C.20年",
                "D.10年"
            ],
            answer: "A"
        },



        {
            title: "8.施工图设计文件审查机构应当按照民用建筑节能强制性标准对施工图设计文件进行审查；经审查不符合民用建筑节能强制性标准的，（）地方人民政府建设主管部门不得颁发施工许可证。",
            items: [
                "A.乡级以上",
                "B.县级以上",
                "C.省级以上",
                "D.市级以上"
            ],
            answer: "B"
        },

        {
            title: "9，建设单位应当自领取建筑工程施工许可证之日起（）月内开工。因故不能按期开工的，应当向原发证部门申请延期；延期以2次为限，每次不超过3个月。既不开工又不申请延期的，建筑工程施工许可证自行失效。",
            items: [
                "A.1个",
                "B.2个",
                "C.3个",
                "D.6个"
            ],
            answer: "C"
        },

        {
            title: "10．施工单位在采用新技术、新工艺、新设备、新材料时，应当对作业人员进行相应的( )",
            items: [
                "A.专业培训",
                "B.操作规程培训",
                "C.安全生产教育培训",
                "D.治安防范教育培训"
            ],
            answer: "C"
        },

        {
            title: "11.在进行混凝土配合比设计时，水灰比是根据( )来制定的。",
            items: [
                "A.流动性和强度",
                "B.强度和耐久性",
                "C.工作性和安定性",
                "D.耐久性和流动性"
            ],
            answer: "B"
        },

        {
            title: "12，在原材料质量不变的情况下，决定混凝土强度的主要因素是( )",
            items: [
                "A.水泥用量",
                "B.砂率",
                "C.单位用水量",
                "D.水灰比"
            ],
            answer: "D"
        },

        {
            title: "13.表示建筑砂浆保水性的为（）",
            items: [
                "A.沉入度",
                "B.坍落度",
                "C.分层度",
                "D.维勃稠度"
            ],
            answer: "C"
        },

        {
            title: "14. 生普通黏土砖标准尺寸为( )",
            items: [
                "A.240mmx120mmx65mm",
                "B.240mmx115mmx53mm",
                "C.240mmx115mmx60mm",
                "D.240mm×120mmx60mm"
            ],
            answer: "B"
        },

        {
            title: "15．硅酸盐水泥体积安定性不良的主要原因是( )",
            items: [
                "A.在水泥硬化后生成大量高硫型水化硫铝酸钙",
                "B.在水泥凝结前生成大量高硫型水化硫铝酸钙",
                "C.在水泥凝结前游离氧化钙、游离氧化镁水化的结果",
                "D.水化硅酸钙过多"
            ],
            answer: "C"
        },

        {
            title: "16．基础是( )",
            items: [
                "A.地面以下的土层",
                "C.基坑",
                "B.地面以下的岩体",
                "D.建筑物重要组成部分"
            ],
            answer: "D"
        },

        {
            title: "17·屋面防水层与垂直墙面交接处的防水构造称为( )",
            items: [
                "A.泛水",
                "B.分仓缝",
                "C.檐口",
                "D.天沟"
            ],
            answer: "A"
        },

        {
            title: "18.()在施工时应当先砌墙体，留出马牙槎，并随着墙体的上升，逐段现浇钢筋混凝土。",
            items: [
                "A,钢筋混凝土过梁",
                "B.圈梁",
                "C.构造柱",
                "D.框架柱"
            ],
            answer: "C"
        },

        {
            title: "19，混凝土保护层厚度是指( )",
            items: [
                "A.纵向钢筋内表面到混凝土表面的距离",
                "B.纵向钢筋外表面到混凝土表面的距离",
                "C.钢筋外表面到混凝土表面的距离",
                "D.纵向钢筋重心到混凝土表面的距离"
            ],
            answer: "C"
        },

        {
            title: "20·钢材的三项主要力学性能为( )",
            items: [
                "A.抗拉强度、屈服点、伸长率",
                "B.抗拉强度、屈服点、冷弯性能",
                "C.抗拉强度、冷弯性能、伸长率",
                "D.冷弯性能、屈服点、伸长率"
            ],
            answer: "A"
        },

        {
            title: "21.在其他条件相同的情况下，配有螺旋箍筋的钢筋混凝土柱同配有普通箍筋的钢筋混凝土柱相比，前者的承载力比后者的承载力( )",
            items: ["",
                "A.低",
                "B.高",
                "C.相等",
                "D.不确定"
            ],
            answer: "B"
        },


        {
            title: "22，固定端的约束通常有（）约束反力。",
            items: [
                "A.1个",
                "B.2个",
                "C.3个",
                "D.4个"
            ],
            answer: "C"
        },

        {
            title: "23．平衡是指物体处于（）状态。",
            items: [
                "A.静止或匀速直线运动",
                "B.曲线运动",
                "C.加速运动",
                "D.转动"
            ],
            answer: "A"
        },

        {
            title: "24，在集中力偶作用处，内力图的特点是( )",
            items: [
                "A.剪力图不变，弯矩图有尖点",
                "B.剪力图有突变，弯矩图不变",
                "C.剪力图不变，弯矩图有突变",
                "D.以上说法都不对"
            ],
            answer: "C"
        },

        {
            title: "25．国标中规定施工图中水平方向定位轴线的编号应是( )",
            items: [
                "A.大写拉丁字母",
                "B.英文字母",
                "C.阿拉伯字母",
                "D.罗马字母"
            ],
            answer: "C"
        },

        {
            title: "26·图上标注的尺寸由（）4部分组成。",
            items: [
                "A.尺寸界线、尺寸线、尺寸数字和箭头",
                "B.尺寸界线、尺寸线、尺寸起止符号和尺寸数字",
                "C.尺寸界线、尺寸线、尺寸数字和单位",
                "D.尺寸界线、起止符号、尺寸数字和箭头"
            ],
            answer: "B"
        },

        {
            title: "27，建筑施工图上一般注明的标高是( )",
            items: [
                "A.绝对标高",
                "B.相对标高",
                "C.绝对标高和相对标高",
                "D.要看图纸上的说明"
            ],
            answer: "B"
        },

        {
            title: "28. 结施图中@是钢筋的间距代号，其含义是",
            items: [
                "A.钢筋相等中心距离",
                "B.钢筋的外皮至外皮",
                "C.钢筋的内皮至内皮",
                "D.钢筋的外皮至内皮"
            ],
            answer: "A"
        },

        {
            title: "29．梁编号KL5(3A)表示( )",
            items: [
                "A.框架梁KL5共有3跨，其中一端有悬挑",
                "B.框架梁KL5共有5跨，其中两端有悬挑",
                "C.框架梁KL5共有4跨，其中一端有悬挑",
                "D.框架梁KL5有4跨，其中两端有悬挑"
            ],
            answer: "A"
        },

        {
            title: "30，工程建设标准体系的特性，有（）、系统性、协调性、层级性、开放性。",
            items: [
                "A.目的性",
                "B.强制性",
                "C.共通性",
                "D.统一性"
            ],
            answer: "A"
        },

        {
            title: "31.下列标准中，在标准分体系中属于基础标准的有( )",
            items: [
                "A.建筑设计规范",
                "B.建筑节能工程施工验收规范",
                "C.城市规划术语标准",
                "D.建筑地基工程施工质量验收标准"
            ],
            answer: "C"
        },

        {
            title: "32·根据标准的属性分类，我国的过程建设标准分为技术标准、管理标准和( )",
            items: [
                "A.团体标准",
                "B.行业标准",
                "C.工作标准",
                "D.推荐性标准"
            ],
            answer: "C"
        },

        {
            title: "33，下列土的名称中属于岩石类的是( )",
            items: ["",
                "A.砂",
                "B.粗砾石",
                "C.粗卵石",
                "D.中等密实白垩土"
            ],
            answer: "D"
        },

        {
            title: "34·以下地层中不宜采用人工挖孔桩施工的是( )",
            items: [
                "A.地下水位较低的软土",
                "C.地下水位较低的亚黏土",
                "B.地下水位较低的黏土",
                "D.地下水位较低的含少量砂卵石的黏土"
            ],
            answer: "A"
        },

        {
            title: "35，预制混凝土构件运输时，其强度等级不得小于设计混凝土强度等级的( )",
            items: [
                "A.75％",
                "B.50％",
                "C.80％",
                "D.100％"
            ],
            answer: "A"
        },

        {
            title: "36．以下内容中不属于施工方项目管理任务的是( )",
            items: [
                "A.施工安全管理",
                "B.施工进度控制",
                "C.施工设计管理",
                "D.施工质量控制"
            ],
            answer: "C"
        },

        {
            title: "37．以下关于项目进度管理的说法，错误的是( )",
            items: [
                "A.项目进度管理主要包括进度计划、进度控制、进度变更管理",
                "B.项目经理部应按规定的统计周期，检查进度计划并保存相关记录",
                "C.项目进度计划编制依据有项目管理规划文件",
                "D.项目管理机构在进度计划变更后制定预防风险的措施"
            ],
            answer: "D"
        },

        {
            title: "38·PDCA循环中的A是指( )",
            items: [
                "A.计划",
                "B.实施",
                "C.检查",
                "D.处置"
            ],
            answer: "D"
        },

        {
            title: "39．生产工艺过程中的有害因素，包括化学因素、物理性因素和( )",
            items: [
                "A.天气因素",
                "B.人员因素",
                "C.生物性因素",
                "D.管理因素"
            ],
            answer: "C"
        },

        {
            title: "40·以下关于个人防护用品的配备，说法错误的是（）的高处作业。",
            items: [
                "A.维修电工应配备绝缘鞋、绝缘手套和灵便紧口的工作服",
                "B.从事清除焊渣作业时，应配备防护眼镜",
                "C.瓦工、砌筑工应配备安全鞋、胶面手套和普通工作服",
                "D.司炉工从事添加燃料作业时，应配备透明防冲击眼镜"
            ],
            answer: "D"
        },

        {
            title: "41.临边作业是指施工现场中，工作面边缘无围护设施或围护设施高度低于( )",
            items: [
                "A.500mm",
                "B.600mm",
                "C.800mm",
                "D.1200mm"
            ],
            answer: "C"
        },

        {
            title: "42·绿色施工是对施工策划、（）、现场施工、工程验收等各阶段进行控制。",
            items: [
                "A.材料采购",
                "B.设计策划",
                "C.人员管理",
                "D.物资管理"
            ],
            answer: "A"
        },

        {
            title: "43，以下关于环境保护指标的说法，错误的是( )",
            items: [
                "A.能明显地减少和避免声、光、扬尘、污水、有害气体对环境造成的污染",
                "B.能有效地降低建筑废弃物排放",
                "C.能有效地保护地下设施、文物和资源，避免生态破坏",
                "D.能最大限度利用自然资源"
            ],
            answer: "D"
        },

        {
            title: "44，以下绿色施工技术中不属于现场垃圾减量与资源化的是( )",
            items: [
                "A.钢筋采用优化下料技术",
                "B.模板进行优化拼接",
                "C.将钢筋余料用于加工马凳筋",
                "D.基坑施工封闭降水技术"
            ],
            answer: "C"
        },

        {
            title: "45·对预制柱、墙板构件的上部斜支撑，其支撑点距离板底的距离不应小于构件高度的( )",
            items: [
                "A.1/2",
                "B.2/3",
                "C.1/4",
                "D.1/3"
            ],
            answer: "A"
        },

        {
            title: "46．建筑部品的特点包括标准化、通用化、系列化和( )",
            items: [
                "A.规模化",
                "B.一体化",
                "C.集成化",
                "D.信息化"
            ],
            answer: "A"
        },

        {
            title: "47·以下措施中，属于海绵城市“渗”技术措施的是( )",
            items: [
                "A.透水景观铺装",
                "B.雨水花园",
                "C.蓄水模块",
                "D.地下蓄水池"
            ],
            answer: "A"
        },

        {
            title: "48. 利用BIM技术创建模型时，模型元素几何体形应按照（）比例建模。",
            items: [
                "A. 1：1",
                "B. 1：10",
                "C. 1：100",
                "D. 1：50"
            ],
            answer: "A"
        },

        {
            title: "49·以下关于BIM的标准，还未发布实施的是( )",
            items: [
                "A.《建筑工程信息模型应用统一标准》",
                "B.《建筑信息模型分类和编码标准》",
                "C.《建筑工程信息模型存储标准》",
                "D.《建筑信息模型施工应用标准》"
            ],
            answer: "C"
        },

        {
            title: "50．“智能交通”是大数据在（）领域的应用。",
            items: [
                "A.城市管理",
                "B.汽车",
                "C.能源行业",
                "D.安全"
            ],
            answer: "A"
        },

        {
            title: "51.社会主义核心价值观中属于国家层面的价值目标的是( )",
            items: [
                "A.富强、民主、文明、和谐",
                "B.自由、平等、公正、法治",
                "C.爱国、敬业",
                "D.诚信、友善"
            ],
            answer: "A"
        },

        {
            title: "52·重庆市建筑施工企业诚信综合评价体系由“1+4”制度框架构成，其中“1”是指( )",
            items: [
                "A.《企业通常行为评价标准》",
                "B.《企业安全文明施工行为评价标准》",
                "C.《重庆市建筑施工企业诚信综合评价暂行办法》",
                "D.《企业质量行为评价标准》"
            ],
            answer: "C"
        },

        {
            title: "53，评价实施单位进行企业现场行为评价时，评价人员应不少于（），并主动出示工作证件。",
            items: [
                "A.3人",
                "B.2人",
                "C.4人",
                "D.5人"
            ],
            answer: "B"
        },



        {
            title: "1.判断题（共27题，共27分）施工现场安全由建筑施工企业负责。实行施工总承包的，由总承包单位负责。分包单位向总承包单位负责，服从总承包单位对施工现场的安全生产管理。( )",
            items: [
                "A.正确",
                "B.错误"
            ],
            answer: "A"
        },

        {
            title: "2，生产经营单位发生生产安全事故后，事故现场有关人员应当立即报告本单位负责人。( )",
            items: [
                "A.正确",
                "B.错误"
            ],
            answer: "A"
        },

        {
            title: "3．禁止施工单位超越本单位资质等级许可的业务范围或者以其他施工单位的名义承揽工程。( )",
            items: [
                "A.正确",
                "B.错误"
            ],
            answer: "A"
        },

        {
            title: "4，施工单位应当对进入施工现场的墙体材料、保温材料、门窗、采暖制冷系统、照明设备进行查验，对产品说明书和产品标识上注明的能耗指标不符合建筑节能强制性标准及施工图设计文件的，不得使用。( )",
            items: [
                "A.正确",
                "B.错误"
            ],
            answer: "A"
        },

        {
            title: "5，低合金钢的塑性和韧性较差。( )",
            items: [
                "A.正确",
                "B.错误"
            ],
            answer: "B"
        },

        {
            title: "6．卵石混凝土，比相同条件下拌制的碎石混凝土的流动性好，强度则低。( )",
            items: [
                "A.正确",
                "B.错误"
            ],
            answer: "A"
        },

        {
            title: "7·《建筑模数协调统一标准》中规定，基本模数以1M表示，数值为100mm。( )",
            items: [
                "A.正确",
                "B.错误"
            ],
            answer: "A"
        },

        {
            title: "8，板中的分布钢筋布置在受力钢筋的下面。( )",
            items: [
                "A.正确",
                "B.错误"
            ],
            answer: "B"
        },

        {
            title: "9，L100×80×8表示不等边角钢的长边宽为100mm，短边宽为80，厚为8mm",
            items: [
                "A.正确",
                "B.错误"
            ],
            answer: "A"
        },

        {
            title: "10．约束反力的方向一定与被约束体所限制的运动方向相反。( )",
            items: [
                "A.正确",
                "B.错误"
            ],
            answer: "A"
        },

        {
            title: "11.力偶在任一轴上的投影恒等于零。( )",
            items: [
                "A.正确",
                "B.错误"
            ],
            answer: "A"
        },

        {
            title: "12·平面图上定位轴线的竖向编号可以用大写拉丁字母，但其中I、O、Z三个字母不能使用。( )",
            items: [
                "A.正确",
                "B.错误"
            ],
            answer: "A"
        },

        {
            title: "13．绝对标高就是指以青岛附近的黄海平均海平面为零点。( )",
            items: [
                "A.正确",
                "B.错误"
            ],
            answer: "A"
        },

        {
            title: "14. 总平面图是建设工程中新建房屋施工定位、土方施工、设备专业管线平面布置的依据。",
            items: [
                "A.正确",
                "B.错误"
            ],
            answer: "A"
        },

        {
            title: "15·通用标准是指针对某一类标准化对象制订的覆盖面较大的共性标准。( )",
            items: [
                "A.正确",
                "B.错误"
            ],
            answer: "A"
        },

        {
            title: "16·标准不是局部的、片面的经验总结，其不应反映局部的利益，更不应体现个别人的主观意志，它是协商一致的产物。( )",
            items: [
                "A.正确",
                "B.错误"
            ],
            answer: "A"
        },

        {
            title: "17. 工程建设勘察、规划、设计、施工（包括安装）及验收等通用的综合标准和重要的通用的质量标准属于强制性标准。( )",
            items: [
                "A.正确",
                "B.错误"
            ],
            answer: "A"
        },

        {
            title: "18·砖基础用普通烧结砖与水泥砂浆砌成。砖基础砌成的台阶形状称为'大放脚'，有等高式和不等高式两种。( )",
            items: [
                "A.正确",
                "B.错误"
            ],
            answer: "A"
        },

        {
            title: "19．钢筋混凝土扩展基础是指柱下钢筋混凝土独立基础和墙下钢筋混凝土条形基础。( )",
            items: [
                "A.正确",
                "B.错误"
            ],
            answer: "A"
        },

        {
            title: "20，筏形基础分为梁板式和平板式两种类型，梁板式又分上梁板式和下梁板式。( )",
            items: [
                "A.正确",
                "B.错误"
            ],
            answer: "B"
        },

        {
            title: "21.路面垫层所用的材料应符合设计及相关规范的要求，常用的垫层材料有石灰土、砂垫层、砂石垫层和手摆片石等。( )",
            items: [
                "A.正确",
                "B.错误"
            ],
            answer: "A"
        },

        {
            title: "22·成本预测是成本决策的前提，成本计划是成本决策所确定目标的具体化。( )",
            items: [
                "A.正确",
                "B.错误"
            ],
            answer: "A"
        },


        {
            title: "23，成本计划是以货币形式编制施工项目在计划期内的生产费用、成本水平、成本降低率以及为降低成本所采取的主要措施和规划的书面方案。( )",
            items: [
                "A.正确",
                "B.钅昔误"
            ],
            answer: "A"
        },

        {
            title: "24·全面质量管理(TQC)的基本原理就是强调在企业或组织的最高管理者质量方针的指引下，实现全面、全过程和全员参与的质量管理。( )",
            items: [
                "A.正确",
                "B.错误"
            ],
            answer: "A"
        },

        {
            title: "25．经济措施是最易实现的措施。管理人员应编制资金使用计划，确定、分节成本管理目标。( )",
            items: [
                "A.正确",
                "B.错误"
            ],
            answer: "B"
        },

        {
            title: "26．楼板、屋面和平台等面上短边尺寸小于25大于2.5的孔口，必须用坚实的盖板盖没。( )",
            items: [
                "A.正确",
                "B.错误"
            ],
            answer: "A"
        },

        {
            title: "27· 洞 是指楼板、屋面、平台等面上短边尺寸等于或大于300mm的孔洞，墙上高度等于或大于750mm、度大于450的孔洞。( )",
            items: [
                "A.正确",
                "B.错误"
            ],
            answer: "B"
        },












    ]
